Repository: kenstott/mytalktools
Catalog: test Localizations/*.xcloc/Localized Contents/*.xliff
Languages: fr

source: Search Related Library Media
fr: Chercher la bibliothèque media correspondante

source: Search Related Web Images
fr: Chercher l'image web correspondante

source: Search Sound Library
fr: Recherche dans la bibliothèque sonore

source: Searched
fr: Recherche

source: Select Item to Change
fr: Sélectionnez élément à modifier

source: Select a Board Type
fr: Sélectionnez un type tableau

source: Select a Starter Board
fr: Selectionner un Tableau de Départ

source: Select a board name
fr: Selectionner un nom de tableau

source: Select a word variant
fr: Selectionner mot dérivé

source: Select an item
fr: Selectionner un élément

source: Sending boards
fr: Transfert des tableaux

source: Sending file:'%@'
fr: Fichier en cours de transfert:'%@'

source: Service Upgrade
fr: Mise à jour du service

source: Settings
fr: Réglages

source: Share
fr: Partager

source: Share your board as a...
fr: Partager votre tableau comme...

source: Show Phrase Bar
fr: Montrer la barre de phrase

source: Show in Map
fr: Montrer sur la carte

source: Show to User
fr: Montrer à l'utilisateur

source: Sign-In Information
fr: Information d’inscription

source: Signal %d was raised.
fr: Signal %d a été augmenté.

source: Simple Board
fr: Tableaux Simple

source: Simple Properties
fr: Propriétés simples

source: Skipping: %@
fr: Sauter: %@

source: Skype Options
fr: Options Skype

source: Song
fr: Chanson

source: Sorry
fr: Désolé

source: Sort Order
fr: Ordre de tri

source: Sound
fr: Son

source: Sound Options
fr: Options Sons

source: Stretch Columns By 1
fr: Etirer d'une colonne

source: Success
fr: succès

source: Swipe up to use previous phrases
fr: Faire glisser pour utiliser les phrases précédentes

source: Swipe up to use previous phrases, double-tap for list
fr: Faire glisser pour utiliser les phrases précédentes, double-tap pour une liste

source: Sync Error
fr: Erreur de synchronisation

source: Sync Options
fr: Options Synchro

source: Sync to Workspace
fr: Copier vers Workspace

source: Synchronizing Files...
fr: Synchronise les fichiers...

source: Syncing content files
fr: Synchronisation du contenu des fichiers

source: TTS Voice Upgrade
fr: Mise à jour de la synthèse vocale

source: TV Show Recaps
fr: TV Show Résumé

source: Tap 'View' to begin editing
fr: Cliquer 'Vue' pour commencer à éditer

source: Tap Undo to back out your change
fr: Choisir Annulation pour annuler vos changements

source: Tap a choice to change the cell
fr: Taper un choix pour changer la cellule

source: Tap a choice to change the hotspot
fr: Saisir un choix pour changer hotspot

source: Tap a choice to change the location
fr: Cliquer pour choisir une localisation

source: Tap a choice to change the schedule
fr: Cliquer pour Choisir un planning

source: Tap an item for more information.
fr: Cliquer un objet pour plus d'informations.

source: Tap any cell to edit it
fr: Cliquez sur une cellule pour l'éditer

source: Tap info for ideas on linking to other apps
fr: Taper info pour proposer des liens vers d'autres apps

source: Tap sync to retrieve workspace changes
fr: sync pour retrouver les changements de workspace

source: Tap to choose...
fr: Cliquer pour choisir...

source: Telephone
fr: Téléphone

source: Test App Link
fr: Tester le lien d'application

source: Text
fr: Texte

source: Text Color
fr: Couleur du texte

source: Text Field length can not be more than 100
fr: Le texte ne doit pas dépasser 100 caractères

source: Text and Other Properties
fr: Editer la cellule

source: Text-To-Speech
fr: Synthèse Vocale

source: Text-to-Speech Options
fr: Options Synthèse Vocale

source: That cell does not exist any longer. It was probably deleted.
fr: Cellule non disponible.

source: That cell no longer has a child board. The child board was probably deleted.
fr: Cette cellule n'accède plus à un sous-tableau.

source: That sound is not available. It was probably deleted.
fr: Son indisponible.

source: The Lite version is limited to 20 cells. You are using %d cells and requested %d additional cells. You can use Board/Delete to remove cells, then Sync/Merge to release the space. Then try to add a board again.
fr: La version 'Lite' est limitée à 20 cellules. Vous avez utilisé %d cellules et avez demandé %d cellules supplémentaires. Vous pouvez utiliser 'Tableau/Effacer' pour supprimer des cellules. Puis 'Synchro/Fusionner' pour libérer de l’espace. Vous pouvez alors rééssayer de rajouter un nouveau tableau.

source: The Lite version is limited to 20 cells. You are using %ld cells and requested %ld additional cells. You can use Board/Delete to remove cells, then Sync/Merge to release the space. Then try to add a board again.
fr: La version Lite est limitée à 20 cellules. Vous utilisez %ld cellules en demandez %ld de plus. Vous pouvez utiliser Tableau/Effacer pour enlever des cellules, puis synchronisation/fusionner pour faire de la place. Ensuite essayez d'ajouter un tableau à nouveau.

source: The Lite version is limited to 20 cells. You can use Board/Delete to remove cells, then Sync/Merge to release the space. Then try to add this board again.
fr: La version 'Lite' est limitée à 20 cellules. Vous pouvez utiliser Tableau/Effacer pour supprimer des cellules. Puis Synchro./Fusionner pour libérer l’espace. Puis essayer de rajouter le tableau de nouveau .

source: The content on your iPhone has been sent to our new web authoring service. You may now login to www.mytalktools.com with your current username and password to author new content. Please contact customer support if you have any problems.
fr: Le contenu de votre iphone a été transféré à notre service de creation en ligne. Vous pouvez maintenant vous connecter sur www.mytalktools.com avec votre identifiant etvotre mot de passe pour enrichir votre création. Veuillez contacter le service après vente si vous rencontrer des problèmes.

source: The required application has not be installed on this device.
fr: L'application requise n'est pas installée sur cet appareil.

source: The required application has not be installed or has not been authorized on this device.
fr: L'application requise n'est pas installée sur cet appareil ou n'a pas été autorisée sur cet appareil.

source: There are no location items
fr: Il n'y a pas d'éléments de localisation

source: There are no scheduled items
fr: Il n'y a pas d'éléments de planning

source: This device is not configured for sending Email. Please configure the Mail settings in the Settings app.
fr: Ce périphérique n'est pas configuré pour envoyer des e-mail. S'il vous plaît configurez les paramètres de messagerie dans les réglages de l'application.

source: This is not the username and password you used the last time you logged in. If we had internet access we could check to see if it matches your username/password on the web. But we don’t have internet access right now. 1. Re-enter your username and password. 2. Check and reconnect your internet connection.
fr: Ce n'est pas le nom d'utilisateur et mot de passe que vous avez utilisé la dernière fois que vous vous êtes connecté. Si vous aviez accès au Web nous pourions vérifier pour voir si elle correspond à votre nom d'utilisateur courant / mot de passe sur le web. Mais nous n'avons pas accès à internet en ce moment. 1. Entrez à nouveau votre identifiant et votre mot de passe. 2. Vérifiez et rebranchez votre connexion Internet.

source: This will overwrite both your mobile device and your workspace.
fr: Cela va écraser à la fois votre appareil et votre espace de travail.

source: This will put a copy of this cell and its child boards into a public library accessible to other users of MyTalkTools.
fr: Ceci crée une copie de cette cellule et de ses sous-dossiers dans une bibliothèque publique accessible par les autres utilisateurs de MyTalkTools.

source: To Home
fr: Retour au début

source: To create your account you must have an internet connection to MyTalkTools. Please establish an internet connection and try again.
fr: Pour créer votre compte vous devez vous connecter à MyTalkTools. Veuillez établir une liaison internet et essayez de nouveau.

source: To retrieve your password you must have an internet connection to MyTalkTools. Please establish an internet connection and try again.
fr: Pour récupérer votre mot de passe, vous devez être connecté à MyTalkTools. Veuillez vous connecter à internet et essayez de nouveau.

source: Today
fr: aujourd'hui

source: Toggle Phrase Bar
fr: Changer de barre de phrase

source: Touch Options
fr: Options d'appui

source: Transfer Service
fr: Service de transfert

source: Transfered account to new server
fr: Compte transféré sur le nouveau serveur

source: Transferring
fr: Transfert en cours

source: Transferring service...
fr: Service de transfert...

source: Unable to access MyTalk site.
fr: Impossible d'accéder au site MyTalk.

source: Undo
fr: annuler

source: Undo your changes
fr: Annuler vos changements

source: Unhandled exception
fr: Exception non gérée

source: Unknown
fr: Inconnu

source: Unknown Error
fr: Erreur inconnue

source: Unknown error
fr: Erreur inconnue

source: Until
fr: Jusqu'à

source: Untitled
fr: Sans nom

source: Update Alternate TTS Text
fr: Mettre à jour le texte TTS à verbaliser

source: Update Auditory Cue
fr: Mettre à jour le repère auditif

source: Update Cell Text
fr: Mettre à jour le texte de la cellule

source: Update Library Item Tags
fr: Mettre à jour les tags des éléments de la librairie

source: Update Location
fr: Mettre à jour la localisation

source: Update Schedule
fr: Mettre à jour le planning

source: Usage History
fr: Historique d'activités

source: Usage tracking is not turned on. Would you like to start tracking usage?
fr: Suivi d'activité inactif.Voulez-vous activer le suivi d'activité?

source: Use Frequency
fr: Fréquence d'utilisation

source: Use New Board Name
fr: Utiliser le nom du nouveau tableau

source: Username is not a valid MyTalkTools account username. Please verify your username/password or go to http://www.mytalktools.com/login.
fr: Votre identifiant ne correspond pas à un compte MyTalkTools. Veuillez vérifier votre identifiant / mot de passe ou allez sur http://www.mytalktools.com/login

source: Video
fr: Visio

source: Video Camera
fr: Caméra Vidéo

source: Video Player
fr: Lecteur vidéo

source: View
fr: Aperçu

source: View Children
fr: Voir le sous-tableau

source: View Locations
fr: Voir les Localisations

source: View Most Recent Cells
fr: Voir les cellules récemment utilisées

source: View Most Used Cells
fr: Voir les cellules les plus utilisées

source: View Phrase
fr: Voir Phrase

source: View Phrase Bar History
fr: Voir l'historique de la barre de phrase

source: View Schedules
fr: Voir les plannings

source: View Sound or Video
fr: Voir son ou vidéo

source: View Video
fr: Voir la vidéo

source: View Wizard
fr: Vue Magicien

source: Voice
fr: Voix

source: Voice Recognition Upgrade
fr: Reconnaissance vocale mise à niveau

source: Voice a Phrase
fr: Lire une pharse

source: Voiced Entered Text
fr: Texte entré lu

source: Voiced Phrase
fr: Phrase prononcée

source: Voiced TTS from Cell
fr: TTS de la cellule lu

source: Warning
fr: Mise en garde

source: We've already entered your new username and password, just press 'Done' to begin authoring.
fr: Nous venons d’enregistrer votre identifiant et votre mot de passe. Veuillez apuyer sur 'Suivant' pour commencer votre création.

source: Web Image Search
fr: Recherche Image Web

source: Web Page
fr: Page Web

source: Web Site
fr: Site Web

source: White
fr: Blanc

source: White (Miscellaneous)
fr: Blanc (Divers)

source: Wizard
fr: Magicien

source: Word Variation Board
fr: Tableau de mots dérivés

source: Word Variations Board
fr: Tableau de mots dérivés

source: Word variation board created
fr: Tableau de mots dérivés créé

source: Workspace Overwrite Complete
fr: Ecrasement de Workspace effectué

source: Would you like to copy the parent cell media in addition to linking the child cells?
fr: Voulez-vous copier les infos de la cellule mère en plus de lier les cellules filles?

source: Would you like to...?
fr: Voulez-vous...?

source: Would you like to?
fr: Voulez-vous?

source: Would you like try again?
fr: Voulez-vous essayer à nouveau?

source: YES
fr: OUI

source: Yellow (Nouns)
fr: jaune (noms)

source: Yellow (People)
fr: jaune (personnes)

source: Yes
fr: oui

source: Yesterday
fr: Hier

source: You already have a family account.
fr: Vous avez déjà un compte Famille.

source: You already have a family account. If you would like to change to professional contact support for assistance.
fr: Vous avez déjà un compte Famille. Si vous voulez passer à un compte professionel contactez le support pour vous aider.

source: You already have a professional account
fr: Vous avez déjà un compte professionnel

source: You already have a professional account. If you would like to change to family contact support for assistance.
fr: Vous avez déjà un compte Professionnel. Si vous voulez passer à un compte Famille contactez le support pour vous aider.

source: You already purchased this language.
fr: Vous avez déjà acheté cette langue.

source: You are not connected to internet!
fr: Vous n’êtes pas connecté à internet

source: You can not 'copy children' or 'link children' to a hotspot board. You may only 'copy all'.
fr: Vous ne pouvez pas 'copier sous-tableau' ou 'copier lien vers sous-tableau' pour un tableau Hotspot. Vous pouvez seulement 'copier tout'.

source: You can not add a modified cell to a library. Please sync first.
fr: Vous ne pouvez pas ajouter une cellule modifiée à la librairie. Synchroniser d'abord SVP.

source: You can only add a location if the cell has a child board
fr: Vous pouvez ajouter une localisation seulement si la cellule possède un sous-tableau

source: You can only add a schedule if the cell has a child board
fr: Vous pouvez ajouter un planning seulement si la cellule possède un sous-tableau

source: You can only have 1 location item in the Lite version
fr: Vous ne pouvez utiliser qu'une seule localisation avec la version Lite

source: You can only have 1 scheduled item in the Lite version
fr: Vous ne pouvez utiliser qu'un seul planning avec la version Lite

source: You cannot add a child board to a Back cell
fr: Vous ne pouvez pas ajouter un sous-tableau dans une cellule retour

source: You cannot add a child board to a Home cell
fr: Vous ne pouvez pas ajouter un sous-tableau dans une cellule retour Accueil

source: You cannot change Go Back cell properties
fr: Vous ne pouvez pas changer les propriétés de la cellule retour

source: You cannot change Home cell properties.
fr: Vous ne pouvez pas modifier les propriétés de la cellule retour Accueil.

source: You cannot copy a child board to a Back cell
fr: Vous ne pouvez pas copier un sous-tableau dans une cellule retour

source: You cannot copy a child board to a Home cell
fr: Vous ne pouvez pas copier un sous-tableau dans une cellule retour Accueil

source: You cannot purchase workspace unless you have previously logged in.
fr: Vous ne pouvez pas acheter Workspace, tant que vous n'êtes pas identifié.

source: You do not have any apps installed that can open PNG files.
fr: Vous n'avez aucune application installée capable d'ouvrir les fichiers PNG.

source: You have made changes
fr: Vous avez effectué des changements

source: You have selected a TTS voice but have not purchased the TTS Voice upgrade for that language. TTS Voices will not work.
fr: Vous avez sélectionné une voix de synthèse, mais vous n'avez pas acheté cette langue en option, la voix ne fonctionnera pas.

source: You have selected a TTS voice but have not purchased the TTS Voice upgrade. TTS Voices will not work.
fr: Vous avez sélectionné une synthèse vocale mais, vous n’avez pas acheté cette option. Par conséquent, celle-ci ne fonctionnera pas.

source: You have selected voice recognition but have not purchased the Voice Recognition upgrade. Voice Recognition will not work.
fr: Vous avez choisi la reconnaissance vocale, mais n'avez pas acheté cette option. Reconnaissance vocale ne fonctionnera pas.

source: You have to be connected to the internet to sync your device.
fr: Vous devez être connecté à Internet pour synchroniser votre appareil.

source: You have to be connected to the internet to use messaging.
fr: Vous devez être connecté à internet pour utiliser l'envoi de messages.

source: You have to have a user account associated with the device to use this feature
fr: Vous devez avoir un compte associé à votre tablette pour pouvoir utiliser cette option.

source: You have to have previously logged in to overwrite your device from workspace.
fr: Vous devez vous identifier préalablement pour remplacer votre appareil à partir de l'espace de travail.

source: You have to sync first before you can copy this cell to a library.
fr: Vous devez d'abord synchroniser avant de pouvoir copier cette cellule dans la bibliothèque.

source: You made changes, would you like to?
fr: Vous avez fait des changements, vous voulez?

source: You may not insert a hotspot board under a hotspot.
fr: Vous ne pouvez pas insérer un tableau Hotspot sous un tableau Hotspot.

source: You must enable location services for this app in settings.
fr: Vous devez autoriser le service de localisation dans les réglages pour cette application.

source: You purchased: %@. You can now use these voices.
fr: Vous avez acheté: %@. Vous pouvez maintenant utiliser ces voix.

source: Your email and confirmed email are not the same. They must be the same to register.
fr: Votre courriel et la confirmation de celui-ci ne sont pas pareils. Il faut qu’ils soient identiques pour vous enregistrer.

source: Your email does not appear to be a valid address. Please reenter and try again.
fr: Votre courriel n’est pas valide. Veuillez le ressaisir.

source: Your license has %d free remaining Acapela Voice language upgrade
fr: Votre licence a %d libre restant Acapela Voix mise à niveau de la langue

source: Your name must be at least 4 characters with a space separating your first and last name.
fr: Votre nom doit au moins avoir 4 caractères avec un espace séparant votre nom et votre prénom.

source: Your password and confirmed password are not the same. They must be the same to register.
fr: Votre mot de passe et la confirmation de celui-ci ne sont pas les mêmes. Il faut qu’ils soient identiques pour vous enregistrer.

source: Your password must be at least 3 characters
fr: Votre mot de passe doit faire au moins 3 caractères

source: Your username cannot be more than 8 characters
fr: Votre identifiant ne doit pas dépasser 8 caractères.

source: Your username cannot contain punctuation characters
fr: Votre identifiant ne doit pas contenir de caractère de ponctuation

source: Your username cannot contain spaces or tabs
fr: Votre identifiant ne doit pas contenir d'espace ou de tabulation.

# Your username cannot contain these characters =#@!$%^&amp;*()/\
source: Your username cannot contain these characters =#@!$%^&*()/\
fr: Votre nom d'utilisateur ne doit pas contenir les caractères =#@!$%^&*()/\

source: Your username must be at least 4 characters
fr: Votre identifiant doit avoir au moins 4 caractères.

source: call a phone
fr: appeler un téléphone

source: cells
fr: cellules

source: default background color
fr: couleur de fond par défaut

source: default color
fr: couleur par défaut

source: default font color
fr: couleur de premier plan par défaut

source: default size
fr: taille par défaut

source: facebook friends
fr: amis facebook

source: facebook requests
fr: demandes facebook

source: facetime - email address
fr: FaceTime - adresse e-mail

source: facetime - phone number
fr: FaceTime - le numéro de téléphone

source: fifth
fr: cinquième

source: first
fr: premier

source: fourth
fr: quatrième

source: go to any web site
fr: aller à tout site web

source: imdb - actors born today
fr: imdb - acteurs nés aujourd'hui

source: music player
fr: lecteur de musique

source: mytalktools - display keyboard
fr: mytalktools - Montrer le clavier

source: mytalktools - exit mytalk
fr: mytalktools - Quitter mytalk

source: mytalktools - go back 1 board
fr: mytalktools - retour Yableau précédent

source: mytalktools - go to home board
fr: mytalktools - retour tableau Accueil

source: mytalktools - hide phrase bar
fr: mytalktools - Cacher la barre de phrase

source: mytalktools - play phrase bar
fr: mytalktools - Lire la barre de phrase

source: mytalktools - print
fr: mytalktools - imprimer

source: mytalktools - show phrase bar
fr: mytalktools - Montrer la barre de phrase

source: mytalktools - toggle phrase bar
fr: mytalktools - Changer la barre de phrase

source: mytalktools - view locations
fr: mytalktools - voir les localisations

source: mytalktools - view most used cells
fr: mytalktools - voir les cellules les plus utilisées

source: mytalktools - view schedules
fr: mytalktools - voir les plannings

source: mytalktools - voice a word
fr: mytalktools - Lire un mot

source: navigated to child board
fr: naviguer vers sous-tableau

source: navigated to most used
fr: plus utilisés atteints

source: navigated to phrase history
fr: historique des phrases atteint

source: navigated to recents
fr: récemment utilisés atteints

source: no rating
fr: non noté

source: pandora - artist
fr: pandora - artiste

source: pandora - song
fr: pandora - chanson

source: pixels
fr: Pixel

source: played a sound
fr: son joué

source: send SMS message
fr: envoyer un message SMS

source: send an email
fr: envoyer un email

source: skype - video
fr: skype - Appel visio

source: skype - voice
fr: Skype - Appel vocal

source: third
fr: troisième

source: transparent background
fr: fond transparent

source: video player
fr: lecteur vidéo

source: visited
fr: visité

source: voiced TTS
fr: TTS lu

source: voiced a phrase
fr: phrase prononcée

source: voiced entered text
fr: Texte entré prononcé

source: 1 Second
fr: 1 Seconde

source: 1 Time
fr: 1 Fois

source: 2 Seconds
fr: 2 Secondes

source: 2 Times
fr: 2 Fois

source: 3 Seconds
fr: 3 Secondes

source: 3 Times
fr: 3 Fois

source: 4 Seconds
fr: 4 Secondes

source: 4 Times
fr: 4 Fois

source: 5 Seconds
fr: 5 Secondes

source: 5 Times
fr: 5 Fois

source: 10 Seconds
fr: 10 Secondes

source: Addresses
fr: Adresses

source: Adjust Volume
fr: Ajuster le Volume

source: Alphabetically
fr: Ordre alphabétique

source: Alternate TTS Voice
fr: Voix de synthèse alternative

source: Animate
fr: Animer

source: Arabic (Saudi Arabia) - Leila - Female/Adult
fr: Arabe (Saudi Arabia) - Leila - Femme

source: Arabic (Saudi Arabia) - Mehdi - Male/Adult
fr: Arabe (Saudi Arabia) - Mehdi - Homme

source: Arabic (Saudi Arabia) - Nizar - Male/Adult
fr: Arabe(Saudi Arabia) - Nizar - Homme

source: Arabic (Saudi Arabia) - Salma - Female/Adult
fr: Arabe (Saudi Arabia) - Salma - Femme

source: Auditory Scan
fr: Balayage auditif

source: Australian English - Lisa - Female/Adult
fr: Anglais Australien - Lisa - Femmet

source: Australian English - Tyler - Male/Adult
fr: Anglais Australien - Tyler - Homme

source: Authoring
fr: Modification

source: Authoring Allowed
fr: Création autorisée

source: Auto - 5 Seconds
fr: Auto - 5 Secondes

source: Auto - 10 Seconds
fr: Auto - 10 Secondes

source: Auto - 20 Seconds
fr: Auto - 20 Secondes

source: Auto - 30 Seconds
fr: Auto - 30 Secondes

source: Auto - 60 Seconds
fr: Auto - 60 Secondes

source: Auto Speech Parts
fr: Codage des nature de mots

source: Auto Word Variation
fr: Mots dérivés

source: Auto-Scan Loops
fr: Boucles de balayage auto

source: Auto-Start Auto-Scan
fr: Démarrage auto du balayage automatique

source: Automatically Sync Content
fr: Synchronisez automatiquement le contenu

source: Belgian Dutch - Jeroen - Male/Adult
fr: Flamand - Jeroen - Homme

source: Belgian Dutch - Jeroen Happy - Male/Adult
fr: Flamand - Jeroen Happy - Homme
