Repository: kenstott/mytalktools
Catalog: test Localizations/*.xcloc/Localized Contents/*.xliff
Languages: fr

source: History
fr: Historique

source: and Exit
fr: et Quitter

source: %d days ago
fr: %d jours il ya

source: ...Creating new account...
fr: ...Création d’un nouveau compte...

source: ...Logging In...
fr: ...Se connecter...

source: 1 cell
fr: 1 cellule

source: 90 Deg CCW
fr: Rotation 90 degrés à gauche

source: 90 Deg CW
fr: Rotation 90 degrés à droite

source: 180 Deg Rotation
fr: Rotation de 180 degrés

source: ADD MEDIA
fr: Ajouter Media

source: About
fr: A propos

source: Actors Born Today
fr: Acteurs nés aujourd'hui

source: Add
fr: Ajouter

source: Add Apple ID
fr: Ajouter Apple ID

source: Add Artist
fr: Ajouter un Artiste

source: Add Body
fr: Ajouter texte

source: Add Column
fr: Ajouter Colonne

source: Add Destination
fr: Ajouter Destination

source: Add Email
fr: Ajouter Courriel

source: Add Just Video to Cell
fr: Ajouter juste la vidéo dans la cellule

source: Add Location
fr: Ajouter Localisation

source: Add Phone Number
fr: Ajouter numéro de téléphone

source: Add Phrase
fr: Ajouter une phrase

source: Add Row
fr: Ajouter Ligne

source: Add Schedule
fr: Ajouter planning

source: Add Skype Name
fr: Ajouter un nom Skype

source: Add Song
fr: Ajouter une chanson

source: Add Sound to Cell
fr: Ajouter un son à la cellule

source: Add Subject
fr: Ajouter un sujet

source: Add Thumbnail and Video to Cell
fr: Ajouter une image miniature et la vidéo à la cellule

source: Add as Recorded Sound
fr: Ajouter comme son enregistré

source: Add to Cell
fr: Ajouter à la cellule

source: Advanced Properties
fr: Propriétés avancées

source: Alert
fr: Alerte

source: Alphabetic
fr: alphabétique

source: App Link
fr: Lien vers App

source: App Link Created
fr: Lien vers App créé

source: App Link Options
fr: Options de liens d'app

source: Are you sure you want to merge your device and workspace data?
fr: Etes-vous sûr de vouloir fusionner les données de votre tablette avec celles de Workspace?

source: Are you sure you want to overwrite your device with workspace data?
fr: Etes-vous sûr de vouloir écraser le contenu de votre tablette par les données de Workspace?

source: Are you sure you want to overwrite your workspace data?
fr: Etes-vous sûr de vouloir écraser le contenu de Workspace ?

source: Are you sure you want to restore from backup?
fr: Êtes-vous sûr de vouloir restaurer à partir d'une sauvegarde?

source: Are you sure you want to restore from backup? This will update both your mobile device and workspace.
fr: Êtes-vous sûr de vouloir restaurer à partir de la sauvegarde? Cela mettra à jour à la fois votre appareil mobile et l'espace de travail.

source: Are you sure?
fr: Etes-vous sûr?

source: Artist
fr: Artiste

source: Attached is an image of a MyTalkTools Board
fr: La pièce jointe est une image du tableau MyTalkTools

source: Audio Error
fr: Erreur Audio

source: Authentication required to access Author mode
fr: Authentification requise pour passer en Mode Création

source: Author
fr: Création

source: Authoring Account Login
fr: Identification Créateur

source: Back
fr: Retour

source: Back Cell
fr: Cellule Retour

source: Background Color
fr: Couleur de fond

source: Backup Restore Complete
fr: Restauration de sauvegarde complète

source: Begin Purchase Process
fr: Démarrage de la procedure d’achat

source: Black
fr: noir

source: Blue (Descriptions)
fr: bleu (descriptions)

source: Blue (Descriptors)
fr: bleu (descripteurs)

source: Board
fr: Sous-tableau

source: Board Image
fr: Image du tableau

source: Board Options
fr: Options Sous-tableau

source: Board PDF
fr: Tableau PDF

source: Boards
fr: Tableaux

source: Brown
fr: brun

source: Buy
fr: Acheter

source: Calibrating Voice Recognition
fr: Reconnaissance vocale calibrage

source: Camera
fr: Appareil Photo

source: Cancel
fr: Annuler

source: Cell
fr: Cellule

source: Cell Text:
fr: Texte de cellule:

source: Change board dimensions
fr: Changer les dimensions du tableau

source: Change board name
fr: Changer le nom du tableau

source: Change current board: %@?
fr: Changer le tableau actuel: %@?

source: Child Board
fr: Sous-tableau

source: Children
fr: Sous-tableaux

source: Children or All
fr: Sous-tableaux ou Tous

source: Choose the integration option below
fr: Choisir les options d'intégration ci-dessous

source: Choose the type of email below
fr: Choisir le type de courriel ci-dessous

source: Choose the type of image below
fr: Choisir le type d'image ci-dessous

source: Choose the type of sound below
fr: Choisir le type de son ci-dessous

source: Clear
fr: Effacer

source: Clear Cell Img/Sound/Text
fr: Effacer Cellule Image/Son/Texte

source: Click this link to preview the MyTalkTools Board from %@.
fr: Cliquer ce lien pour voir l'aperçu du tableau MyTalkTools de %@.

source: Click this link to preview the MyTalkTools Board:
fr: Cliquer sur ce lien pour voir l'aperçu du tableau MyTalkTools:

source: Click this link to print the MyTalkTools Board from %@.
fr: Cliquer ce lien pour imprimer le tableau MyTalkTools de %@.

source: Click this link to print the MyTalkTools Board:
fr: Cliquer sur ce lien pour imprimer le tableau MyTalkTools:

source: Click to preview MyTalkTools:
fr: Cliquer pour un aperçu de MyTalkTools:

source: Click to print MyTalkTools:
fr: Cliquer pour imprimer MyTalkTools:

source: Closing database
fr: Fermeture de la base de donnée

source: Coded Word Variations Board
fr: Tableau des mots dérivés codés

source: Coded word variation board created
fr: Tableau des mots dérivés codés créé

source: Coming Soon
fr: Bientôt

source: Compress Columns By 1
fr: Compresser moins une colonne

source: Confirm Backup Restore
fr: Confirmer la restauration de la sauvegarde

source: Contact Information
fr: Coordonnées du Contact

source: Continue
fr: Continuer

source: Copy
fr: Copier

source: Copy Cell
fr: Copier Cellule

source: Copy Cell to Library
fr: Ajouter la cellule à la bibliothèque

source: Copy Existing Board
fr: Insérer Tableau Existant

source: Copy or Link Child Board
fr: Copier ou lier sous-tableau

source: Copying cell to %@
fr: Copier la cellule vers %@

source: Copying cell to Submissions Library
fr: Copier la cellule dansla bibliothèque proposée

source: Could not find that word in our dictionary
fr: Impossible de trouver ce mot dans notre dictionnaire

source: Create
fr: Créer

source: Create
fr: Créer

source: Create Library
fr: Créer librairie

source: Create child board from phrase
fr: Créer un sous-tableau depuis la phrase

source: Created Account
fr: Compte créé

source: Creating Account
fr: Créer un compte

source: Creating directory: %@
fr: Création d’un annuaire : %@

source: Creating new account
fr: Création d’un nouveau compte

source: Dark Gray
fr: Gris foncé

source: Day %ld of every month
fr: Jour %ld de chaque mois

source: Delete
fr: Supprimer

source: Delete
fr: Supprimer

source: Delete Board
fr: Supprimer Tableau

source: Delete Image
fr: Supprimer Image

source: Delete Last Row
fr: Supprimer dernière ligne

source: Delete Library
fr: Supprimer librairie

source: Delete Library Item
fr: Supprimer élément librairie

source: Delete Location
fr: Supprimer Localisation

source: Delete Phrase
fr: Supprimer la phrase

source: Delete Right Column
fr: Supprimer colonne de droite

source: Delete Schedule
fr: Supprimer planning

source: Delete Sound
fr: Supprimer Son

source: Delete User
fr: Supprimer utilisateur

source: Device Overwrite Complete
fr: Ecrasement de l'appareil complet

source: Device is unable to send email.
fr: L'appareil est incapable d'envoyer un courriel.

source: Device is unable to send message.
fr: L'appareil est incapable d'envoyer un message.

source: Display Keyboard
fr: Montrer le clavier

source: Do you want to just add the child cells, or do you also want to copy the parent cell media?
fr: Voulez-vous juste ajouter les cellules filles, ou voulez-vous aussi copier la cellule media principale?

source: Do you want to make a copy of this board, or do you want to link to his board?
fr: Voulez-vous faire une copie de ce tableau, ou voulez-vous créer un lien vers ce tableau?

source: Done
fr: Effectué

source: Double tap to see recent phrases
fr: Double tape pour voir les phrases récentes

source: Downloading
fr: Téléchargement

source: Downloading board
fr: Téléchargement de tableau

source: Downloading: %@
fr: Téléchargement: %@

source: Edit
fr: Editer

source: Edit Board
fr: Editer le tableau

source: Edit Image
fr: Editer l'image

source: Edit Location
fr: Editer Localisation

source: Edit Options
fr: Options de Modification

source: Edit Schedule
fr: Editer Planning

source: Edit the cell or the hotspot?
fr: Editer la cellule ou la grille hotspot?

source: Empty
fr: Vide

source: Enter Filename
fr: Saisissez le nom du fichier

source: Enter Information
fr: Saisissez l’information

source: Enter Password
fr: Entrer mot de passe

source: Enter Sample Name
fr: Donner un nom à l’échantillon

source: Enter Sample Name
fr: Enter un exemple de Nom

source: Enter URL, tap Go, tap Capture
fr: Entrer URL, Valider, Tape Capture

source: Enter a Phrase
fr: Entrer une Phrase

source: Enter a board name
fr: Entrer un nom de tableau

source: Enter a new library name
fr: Entrer nouveau nom de librairie

source: Enter a phrase
fr: Entrer une phrase

source: Enter a word
fr: Entrez un mot

source: Enter a word.
fr: Entrer un mot.

source: Enter an English Phrase
fr: Entre une phrase en français

source: Enter an English Phrase to be Voiced
fr: Entrer phrase en francais à synthétiser

source: Enter board name or tags
fr: Entre nom de tableau ou Tags

source: Enter image name or tags
fr: Entrer nom d'image ou Tags

source: Enter sound name or tags
fr: Entrer nom de son ou Tags

source: Enter tags
fr: Entrer tags

source: Enter the Apple ID
fr: Entrer votre ID Apple

source: Enter the address
fr: Entrer l'addresse

source: Enter the artist's name
fr: Entrer le nom de l'artiste

source: Enter the body
fr: Entrer le texte

source: Enter the email address
fr: Entrer l'addresse email

source: Enter the facetime email
fr: Entrer l'email facetime

source: Enter the facetime phone number
fr: Entrer le numéro de téléphone Facetime

source: Enter the phone number
fr: Entrer le numéro de téléphone

source: Enter the phrase
fr: Entrer une phrase

source: Enter the skype name
fr: Entrer le nom Skype

source: Enter the skype phone number
fr: Entrer le numéro de téléphone Skype

source: Enter the song's title
fr: Entrer le titre de la chanson

source: Enter the subject
fr: Entrer le sujet

source: Enter username or email
fr: Entrer identifiant ou email

source: Enter video name or tags
fr: Entrer nom de vidéo ou Tags

source: Error
fr: Erreur

source: Error
fr: Erreur

source: Error while attempting to redo.
fr: Erreur lors de la tentative de refaire.

source: Error while attempting to undo.
fr: Erreur lors de la tentative d'annulation.

source: Events
fr: Evenements

source: Every %@
fr: Tous %@

source: Every %@ %@ of the month
fr: Tous les %@ %@ du mois

source: Every Day
fr: Chaque jour

source: Every Weekday
fr: Lundi au vendredi

source: Every Weekend
fr: Samedi Dimanche

source: Existing
fr: Existant

source: Exit
fr: Quitter

source: Exit MyTalk
fr: Quitter MyTalk

source: FAILED! due to error in domain %@ with error code %ld
fr: ECHEC! du à une erreur du domaine %@ avec un code erreur %ld

source: Facebook Options
fr: Options Facebook

source: Facetime Options
fr: Options Facetime

source: Fix and then Retry
fr: Rémédiez au problème et rééssayez

source: Font Color
fr: Couleur de la police

source: Forever
fr: Toujours

source: Free Language Download
fr: Langue gratuite à Télécharger

source: Friend Requests
fr: Demandes d'amis

source: Friends
fr: Amis

source: From Library
fr: Depuis la bibliothèque

source: Getting boards from server
fr: Récupération des tables sur le serveur

source: Go Back
fr: Retour en arrière

source: Go Home
fr: Retour Accueil

source: Go To Home
fr: Retour Accueil

source: Go to Child Board
fr: Aller sous-tableau

source: Gray
fr: Gris

source: Green (Prepositions)
fr: vert (prépositions)

source: Green (Verbs)
fr: vert (verbes)

source: Help
fr: Aide

source: Hide Children
fr: Masquer le sous-tableau

source: Hide Phrase Bar
fr: Cacher la barre de phrase

source: Hide from User
fr: Cacher de l'utilisateur

source: Home
fr: Retour au début

source: Home
fr: Retour Accueil

source: Home Cell
fr: Cellule Retour Accueil

source: Hotspot Board
fr: Tableau Hotspot

source: Hotspot Board Options
fr: Option des Tableaux Hotspot

source: Hotspot Edit Options
fr: Modifier les options Hotspot

source: I will type in name
fr: Je vais taper dans Nom

source: IMBD (Movies)
fr: IMBD (Films)

source: If you add a location to this cell it will overwrite your existing application link.
fr: Si vous ajouter une localisation à cette cellule vous supprimerez votre lien d'application existant.

source: If you add a schedule to this cell it will overwrite your existing application link.
fr: Si vous ajouter un planning à cette cellule vous supprimerez votre lien d'application existant.

source: If you previously purchased Voice Recognition you do not need to purchase again. Press Cancel. Otherwise, Press the OK button to start the purchase process of %@. Press OK to display pricing and purchase confirmation.
fr: Si vous avez acheté des reconnaissances vocales précédemment, vous n'avez pas besoin de les racheter. Appuyer sur Annuler, ou bien, appuyez sur OK pour démarrer la procédure d'achat of %@. Appuyez sur OK pour afficher le prix et confirmer l'achat.

source: Image Options
fr: Options Image

source: Image Rotation Options
fr: Options de Rotation d’Image

source: Image saved
fr: Image enregistrée

source: Integration and Automation
fr: Intégration et Automatisation

source: Just exit, I will sync later
fr: Juste quitter, je synchroniserai plus tard

source: Just once
fr: Une seule fois

source: Libraries Shared With Me
fr: Librairies partagées avec moi

source: Library Board Search
fr: Recherche dans bibliothèque de tableaux

source: Library Image Search
fr: Recherche dans Bibliothèque d’Images

source: Library Name
fr: Nom de librairie

source: Library Video Search
fr: Recherche dans bibliothèque vidéo

source: Light Gray
fr: Gris clair

source: Link
fr: Lien

source: Link Cell to this Board
fr: Lier la cellule à ce tableau

source: Link or Copy?
fr: Lier ou Copier?

source: Listen
fr: Écouter

source: Loading Language
fr: Chargement de la langue

source: Location
fr: Localisation

source: Location Options
fr: Options de localisation

source: Locations
fr: Localisations

source: Mail not configured
fr: e-mail n'est pas configuré

source: Manage Libraries
fr: Gérer les librairies

source: Merge
fr: Fusionner

source: Merge Complete
fr: Fusion Complète

source: Merging
fr: Fusion en cours

source: Merging has too many conflicts. You must overwrite device or overwrite workspace
fr: La fusion a trop de conflits. Vous devez écraser les données appareil ou écraser Workspace.

source: Merging workspace and device...
fr: Fusion de workspace et de la tablette...

source: Message Options
fr: Options du Message

source: Message Status
fr: Etat du message

source: Message failed.
fr: Erreur Message.

source: Message failed. %@
fr: Erreur Message. %@

source: Message saved.
fr: Message enregistré.

source: Message sent.
fr: Message envoyé.

source: Messaging
fr: Messagerie

source: Messaging a preview board is not supported in our Lite version
fr: Communiquer un aperçu du tableau n'est pas possible avec la Version Lite

source: Messaging a printed board is not supported in our Lite version
fr: Communiquer un tableau imprimé n'est pas possible avec la Version Lite

source: Microphone not available
fr: Microphone non disponible

source: Most Used
fr: Plus utilisés

source: Most Used Cells
fr: Cellules les plus utilisés

source: Move
fr: Déplacer

source: Move To
fr: Déplacer vers

source: Music Player
fr: Lecteur Musique

source: My Libraries
fr: Mes Librairies

source: MyTalk Board from %@
fr: Mon tableau MyTalk de %@

source: MyTalk Message from %@
fr: MyTalk Message de %@

source: MyTalkTools Board
fr: Tableau MyTalkTools

source: MyTalkTools Options
fr: Options MyTalkTools

source: MyTalkTools has updated your access rights to workspace.
fr: MyTalkTools a mis à jour vos droits d'accès à l'espace de travail.

source: MyTalkTools is a great AAC app. Check it out at http://www.mytalktools.com
fr: MyTalkTools est une application AAC intéressante. La voir à http://www.mytalktools.com.

source: NO
fr: Non

source: Navigate to Child Board
fr: Naviguer vers sous-tableau

source: Navigate to Word Variation Board
fr: Naviguer vers Tableau des mots dérivés

source: Network Problem
fr: problème de réseau

source: New
fr: Nouveau

source: New Board
fr: Nouveau Tableau

source: New Board Name
fr: Nom du nouveau tableau

source: New boards are only available after syncing
fr: Les nouveaux tableaux sont disponibles uniquement après synchronisation

source: News Feed
fr: Nouveau champ

source: No
fr: non

source: No Apps Available
fr: Pas d'application utilisable

source: No Color
fr: Pas de couleur

source: No camera on this device.
fr: Pas d'appareil photo sur cette tablette

source: No video camera on this device.
fr: Pas de caméra sur cette tablette

source: Not Open Now
fr: Ne pas ouvrir maintenant

source: Not Sorted
fr: Pas de classement

source: Not enough history to make a suggestion
fr: Historique trop court pour faire une suggestion

# OK &amp; Forget
source: OK & Forget
fr: OK & Oublier

# OK &amp; Remember
source: OK & Remember
fr: OK & Se souvenir

source: On your first login you must have an internet connection to verify your MyTalkTools account. Please establish an internet connection and try again.
fr: Lors de votre première connection, vous devez avoir une connection internet pour verifier votre compte MyTalkTools. Veuillez établir une connection internet et essayer de nouveau.

source: Open Now
fr: Ouvrir maintenant

source: Opening new database
fr: Ouverture d’une nouvelle base de données

source: Optionally enter tags
fr: Tags optionels

source: Orange (Miscellaneous)
fr: orange (Divers)

source: Orange (Nouns)
fr: orange (noms)

source: Out of memory. Suggest you quit.
fr: Mémoire pleine. Il est conseillé de quitter.

source: Overwrite Device
fr: Copier vers appareil

source: Overwrite From Sample
fr: Copier à partir de l’exemple

source: Overwrite Workspace
fr: Copier vers Workspace

source: Overwriting Device
fr: Ecraser les données de l'appareil

source: Overwriting device with sample...
fr: Copie vers l'appareil depuis un modèle...

source: Overwriting workspace from device...
fr: Copie de l'appareil vers workspace...

source: Pandora Options
fr: Options Pandora

# Parent &amp; Children
source: Parent & Children
fr: Parent & Sous-tableaux

source: Password does not match your MyTalkTools account. Please verify your username/password or go to http://www.mytalktools.com/login.
fr: Le mot de passe ne correspond pas à votre compte MyTalkTools. Veuillez vérifier votre identifiant / mot de passe ou allez sur http://www.mytalktools.com/login

source: Paste
fr: Coller

source: Paste Cell
fr: Coller Cellule

source: Paste Image
fr: Coller Image

source: Paste Sound
fr: Coller Son

source: Perform Action
fr: Exécuter l'action

source: Phone Call
fr: Appel téléphonique

source: Phone Number
fr: Numéro de téléphone

source: Phrase History
fr: Historique des phrases

source: Pick an option...
fr: Choisir une option...

source: Pink (Social)
fr: rose (social)

source: Pink (Verbs)
fr: rose (verbes)

source: Play Phrase
fr: Lire la phrase

source: Play Phrase Bar
fr: Lire la barre de phrase

source: Play Sound
fr: Jouer un son

source: Played Sound
fr: Son joué

source: Playing...
fr: Lecture...

source: Please enter Username and Password.
fr: Veuillez saisir votre identifiant et mot de passe

source: Please re-enter your password
fr: Entrer à nouveau votre mot de passe SVP

source: Preview Board
fr: Apperçu du tableau

source: Preview Cell
fr: Aperçu cellule

source: Preview URL
fr: Aperçu URL

source: Print
fr: Imprimer

source: Print URL
fr: Imprimer URL

source: Printed Board
fr: Imprimer Tableau

source: Printing is not supported in our Lite version
fr: Imprimer n'est pas possible avec la version Lite

source: Private Library
fr: Bibliothèque privée

source: Problem
fr: Problème

source: Problem communicating with MyTalkTools server. Contact customer support to resolve.
fr: Problème de communication avec le serveur MyTalkTools. Contactez le support client à résoudre.

source: Problem connecting to app store.
fr: Problème de connexion au magasin d'applications.

source: Problem creating account: %@
fr: Problème lors de la creation de votre compte.: %@

source: Problem downloading voice. Make sure you are connected to the internet.
fr: Problème lors du téléchargement de voix. Vérifiez que vous êtes bien connecté à internet.

source: Problem launching app
fr: Problème de lancement de l'application

source: Problem transmitting file:%@, %@
fr: Problème lors du transfert de fichier:%@, %@

source: Problem with voice.
fr: Problème avec la voix.

source: Professional Account
fr: Compte Professionnel

source: Profile
fr: Profil

source: Public Submissions Library
fr: Bibliothèque publique des propositions

source: Purchase Acapela Voices
fr: Achetez voix Acapela

source: Purchase Family Workspace
fr: Acheter Workspace familial

source: Purchase Professional Workspace
fr: Acheter Workspace Pro

source: Purchase Upgrade
fr: Achat de la mise à jour

source: Purchase Workspace
fr: Achat de Workspace

source: Purple
fr: violet

source: Quit
fr: Quitter

source: Random
fr: Aléatoire

source: Rate %@
fr: Notez %@

source: Re-Downloading: %@
fr: Re-Télécharge: %@

source: Read
fr: Lire

source: Recents
fr: Utilisés récemment

source: Record Sound
fr: Enregistrer Son

source: Recording
fr: Enregistrement

source: Red
fr: Rouge

source: Redo
fr: refaire

source: Reminder
fr: Rappel

source: Remove
fr: Enlever

source: Remove Board Name
fr: Annuler le nom du tableau

source: Remove Repeat Column
fr: Annuler répéter colonne

source: Remove Repeat Row
fr: Enlever répéter ligne

source: Remove Repeating Cell
fr: Annuler répéter cellule

source: Repeat
fr: Répéter

source: Repeat Cell
fr: Répéter Cellule

source: Repeat Cell on Bottom
fr: Répéter cellule en bas

source: Repeat Cell on Left
fr: Répéter cellule à gauche

source: Repeat Cell on Right
fr: Répéter cellule à droite

source: Repeat Cell on Top
fr: Répéter cellule en haut

source: Repeat Column
fr: Répéter colonne

source: Repeat Row
fr: Répéter ligne

source: Repeat and Overlay
fr: Répéter et recouvrir

source: Repeat at Bottom
fr: Répéter en bas

source: Repeat at Top
fr: Répéter en haut

source: Repeat on Left
fr: Répéter à gauche

source: Repeat on Right
fr: Répéter à droite

source: Replace
fr: Remplacer

source: Replace Child Board
fr: Remplacer sous-tableau

source: Replace Image
fr: Remplacer Image

source: Replace Sound
fr: Remplacer Son

source: Replace Sound or Video
fr: Remplacer Son ou Vidéo

source: Replace Video
fr: Remplacer Vidéo

source: Restore from Backup
fr: Restaurer depuis une sauvegarde

source: Restoring Backup
fr: Restauration depuis sauvegarde

source: Restoring backup...
fr: Restauration d'une sauvegarde ...

source: Restoring device from workspace...
fr: Restauration de l'appareil à partir de workspace...

source: Rotate Image
fr: Pivoter Image

source: Save Cell
fr: Enregistrer cellule

# Save Cell &amp; Children
source: Save Cell & Children
fr: Enregistrer cellule et sous-tableau

source: Save Children
fr: Sauver les sous-tableaux

source: Saved Photo Albums
fr: Albums Photos Sauvés

source: Schedule
fr: Planning

source: Schedule Options
fr: Options du planning

source: Schedules
fr: Plannings

source: Scribe
fr: Ecrire
