Repository: kenstott/mytalktools
Catalog: test Localizations/*.xcloc/Localized Contents/*.xliff
Languages: fr

source: Belgian Dutch - Jeroen Sad - Male/Adult
fr: Flamand - Jeroen Sad - Homme

source: Belgian Dutch - Sofie - Female/Adult
fr: Flamand - Sofie - Femme

source: Belgian Dutch - Zoe - Female/Adult
fr: Flamand - Zoe - Femme

source: Board Name
fr: Nom du tableau

source: British English - Graham - Male/Adult
fr: Anglais GB - Graham - Homme

source: British English - Lucy - Female/Adult
fr: Anglais GB - Lucy - Femme

source: British English - Nizareng - Male/Adult
fr: Anglais GB - Nizareng Homme

source: British English - Peter - Male/Adult
fr: Anglais GB - Peter - Homme

source: British English - Peter Happy - Male/Adult
fr: Anglais GB - Peter Happy - Homme

source: British English - Peter Sad - Male/Adult
fr: Anglais GB - Peter Sad - Homme

source: British English - Queen Elizabeth - Male/Adult
fr: Anglais GB - Queen Elizabeth - Homme

source: British English - Rachel - Female/Adult
fr: Anglais GB - Rachel - Femme

source: By Cell
fr: Par cellule

source: Catalan - Laia - Female/Adult
fr: Catalan - Laia - Femme

source: Cell Margin
fr: Marge cellule

source: Code Community Predictions
fr: Coder les prédictions de la communauté

source: Color Key
fr: Codage couleur

source: Custom Config
fr: Configuration personnalisée

source: Czech - Eliska - Female/Adult
fr: Tchèque - Eliska - Femme

source: Danish - Mette - Female/Adult
fr: Danois - Mette - Femme

source: Danish - Rasmus - Male/Adult
fr: Danois - Rasmus - Homme

source: Default Email Recipient
fr: Courriel par défaut

source: Default Font Size
fr: taille de texte

source: Default SMS Recipient
fr: SMS par défaut

source: Default Username
fr: Utilisateur par défaut

source: Delete after delay
fr: Effacer après délai

source: Delete after play
fr: Effacer après lecture

source: Directory Includes Cells
fr: Index inclue les Cellules

source: Directory On Swipe - Author Mode
fr: Index en glissant - Mode créateur

source: Directory On Swipe - User Mode
fr: Index en glissant - Mode utilisateur

source: Display
fr: Affichage

source: Display As List
fr: Afficher comme Liste

source: Display Author Hints
fr: Afficher frappe créateur

source: Display Menu Screen
fr: Afficher le menu

source: Display Most Used As...
fr: Afficher poulaires comme...

source: Display Popup Boards As...
fr: Afficher les tableaux Popup comme...

source: Display Predictions As...
fr: Afficher les prédictions comme...

source: Display Recents As...
fr: Afficher récents comme...

source: Display User Bar
fr: Afficher la barre de l'utilisateur

source: Display User Hints
fr: Afficher frappe utilisateur

source: Display Welcome Screen
fr: Afficher l’écran de bienvenue

source: Display Word Variants As...
fr: Afficher les mots dérivés comme...

source: Do Not Scan
fr: Aucun

source: Dutch - Daan - Male/Adult
fr: Néerlandais - Daan - Homme

source: Dutch - Femke - Female/Adult
fr: Néerlandais (NL)- Femke - Femme

source: Dutch - Jasmijn - Female/Adult
fr: Néerlandais - Jasmijn - Femme

source: Dutch - Max - Male/Adult
fr: Néerlandais (NL) - Max - Homme

source: Finnish - Sanna - Female/Adult
fr: Finlandais - Sanna - Femme

source: French (Canada) - Louise - Female/Adult
fr: Français (Canada) - Louise - Femme

source: French - Alice - Female/Adult
fr: Français - Alice - Femme

source: French - Antoine - Male/Adult
fr: Français - Antoine - Homme

source: French - Antoine Happy - Male/Adult
fr: Français - Antoine Happy - Homme

source: French - Antoine Sad - Male/Adult
fr: Français - Antoine Sad - Homme

source: French - Antoine from afar - Male/Adult
fr: Français - Antoine from afar - Homme

source: French - Antoine up close - Male/Adult
fr: Français - Antoine up close - Homme

source: French - Bruno - Male/Adult
fr: Français - Bruno - Homme

source: French - Claire - Female/Adult
fr: Français - Claire - Femme

source: French - Julie - Female/Adult
fr: Français - Julie - Femme

source: French - Manon - Female/Adult
fr: Français - Manon - Femme

source: French - Margaux - Female/Adult
fr: Français - Margaux - Femme

source: French - Margaux Happy - Female/Adult
fr: Français - Margaux Happy - Femme

source: French - Margaux Sad - Female/Adult
fr: Français - Margaux Sad - Femme

source: French - Robot - Male/Adult
fr: Français - Robot - Homme

source: German - Andreas - Male/Adult
fr: Allemand - Andreas - Homme

source: German - Claudia - Female/Adult
fr: Allemand - Claudia - Femme

source: German - Julia - Female/Adult
fr: Allemand- Julia - Femme

source: German - Klaus - Male/Adult
fr: Allemand- Klaus - Homme

source: German - Sarah - Female/Adult
fr: Allemand - Sarah - Femme

source: Get Support
fr: Accéder au support

source: Greek - Dimitris - Male/Adult
fr: Grec - Dimitris - Homme

source: Greek - Dimitris Happy - Male/Adult
fr: Grec - Dimitris Happy - Homme

source: Greek - Dimitris Sad - Male/Adult
fr: Grec - Dimitris Sad - Homme

source: Hotspots Visible
fr: Grille Hotspots Visible

source: Indian (English) - Deepa - Female/Adult
fr: Hindî (English) - Deepa - Femme

source: Italian - Chiara - Female/Adult
fr: Italien - Chiara - Femme

source: Italian - Fabiana - Female/Adult
fr: Italien - Fabiana - Femme

source: Italian - Vittorio - Male/Adult
fr: Italien - Vittorio - Homme

source: Japanese - Sakura - Female/Adult
fr: Japanese - Sakura - Femme

source: Landscape
fr: Panoramique

source: Long Press Word Variation
fr: Appui long propose des mots dérivés

source: Mandarin - Lulu - Female/Adult
fr: Mandarin - Lulu - Femme

source: Manual
fr: Manuellement

source: Max Movement on Press
fr: Mouvement maximal lors de l'appui

source: Maximum Predictions
fr: Nombre maximum de prédictions

source: Maximum Rows
fr: Maximum de lignes

source: Minimum Press Duration
fr: Durée minimum d'appui

source: None
fr: Aucun(e)

source: Norwegian - Bente - Female/Adult
fr: Norvégien - Bente - Femme

source: Norwegian - Kari - Female/Adult
fr: Norvégien - Kari - Femme

source: Norwegian - Olav - Male/Adult
fr: Norvégien - Olav - Homme

source: Off
fr: Inactif

source: On
fr: Actif

source: On-Alternate
fr: Actif alternance

source: Other
fr: Autre

source: Password
fr: Mot de passe

source: Phrase Mode
fr: Construction de phrase

source: Pics in Phrase Mode
fr: Images en mode Phrase

source: Polish - Ania - Female/Adult
fr: polonais - Ania - Fille/Adulte

source: Polish - Monika - Female/Adult
fr: Polonais - Monika - Femme

source: Popout Cells
fr: Mise en avant de la cellule

source: Popup Board
fr: Tableau Popup

source: Popup List
fr: Liste Popup

source: Portuguese (Brazil) - Marcia - Female/Adult
fr: Portugais (Brésil) - Marcia - Femme

source: Portuguese - Celia - Female/Adult
fr: Portugais - Celia - Femme

source: Probability
fr: Probabilité

source: Rate App
fr: Noter cette appli

source: Remember Me
fr: Se souvenir de moi

source: Reverse Colors
fr: Couleurs inversées

source: Rotate
fr: Rotation automatique

source: Row then Column
fr: Lignes puis colonnes

source: Russian - Alyona - Female/Adult
fr: Russe - Alyona - Femme

source: Save Images To Photo Album
fr: Sauvegarder les images dans l’album photo

source: Scan Animation
fr: Animation du balayage

source: Scan Navigation
fr: Mode de balayage

source: Scanian - Mia - Female/Adult
fr: Scanian - Mia - Femme

source: Scottish English - Rhona - Female/Adult
fr: Anglais Ecossais - Rhona - Femme

source: Send eMail
fr: Envoyer un courriel

source: Separator Lines
fr: Séparateur des lignes

source: Sort By
fr: Classer par

source: Spanish (US) - Rodrigo - Male/Adult
fr: Espagnol (US) - Rodrigo - Homme

source: Spanish (US) - Rosa - Female/Adult
fr: Espagnol (US) - Rosa - Femme

source: Spanish - Antonio - Male/Adult
fr: Espagnol - Antonio - Homme

source: Spanish - Ines - Female/Adult
fr: Espagnol - Ines - Femme

source: Spanish - Maria - Female/Adult
fr: Espagnol - Maria - Femme

source: Start Up
fr: Démarrer

source: Swedish (Finland) - Samuel - Male/Adult
fr: Suédois (Finland) - Samuel - Homme

source: Swedish (Gothenburg) - Kal - Male/Adult
fr: Suédois (Gothenburg) - Kal - Homme

source: Swedish - Elin - Female/Adult
fr: Suédois - Elin - Femme

source: Swedish - Emil - Male/Adult
fr: Suédois - Emil - Homme

source: Swedish - Emma - Female/Adult
fr: Suédois - Emma -Femme

source: Swedish - Erik - Male/Adult
fr: Suédois - Erik - Homme

source: Switch Auto-Scan Interval
fr: Vitesse de balayage automatique

source: Switch Type
fr: Type de contacteur

source: Switch/Scanning
fr: Mode contacteur/balayage

source: Sync Service
fr: Synchronisation

source: TTS Voice
fr: Voix de synthèse

source: TTS Voice Shaping
fr: Fréquence fondamentale voix

source: TTS Words Per Minute
fr: Nombre de mots par minute

source: Tap Time Out
fr: Tape Temps écoulé

# Text &amp; Separator Color
source: Text & Separator Color
fr: Texte & Couleur de séparation

# Tips &amp; Tricks
source: Tips & Tricks
fr: trucs et astuces

source: Touch
fr: Appui

source: Track Usage
fr: Suivi d'activité

source: Turkish - Ipek - Female/Adult
fr: turc - Ipek -Femme

source: US English - Heather - Female/Adult
fr: Anglais US – Heather – Femme

source: US English - Karen - Female/Adult
fr: Anglais US - Karen - Femme

source: US English - Kenny - Male/Child
fr: Anglais US – Kenny – Garçon

source: US English - Laura - Female/Adult
fr: Anglais US - Laura - Femme

source: US English - Micah - Male/Adult
fr: Anglais US - Micah - Homme

source: US English - Nelly - Female/Child
fr: Anglais US – Nelly – Fille

source: US English - Rod - Male/Adult
fr: Anglais US - Rod - Homme

source: US English - Ryan - Male/Adult
fr: Anglais US – Ryan – Homme

source: US English - Saul - Male/Adult
fr: Anglais US - Saul - Homme

source: US English - Sharon - Female/Adult
fr: Anglais US - Sharon - Femme

source: US English - Tracy - Female/Adult
fr: Anglais US - Tracy - Femme

source: US English - Will - Male/Adult
fr: Anglais US - Will - Homme

source: US English - Will Bad Guy - Male/Adult
fr: Anglais US - Will Bad Guy - Homme

source: US English - Will Little Creature - Male/Adult
fr: Anglais US - Will Little Creature - Homme

source: US English - Will Old Man - Male/Adult
fr: Anglais US - Will Old Man - Homme

source: US English - Will Sad - Male/Adult
fr: Anglais US - Will Sad - Homme

source: US English - Will from afar - Male/Adult
fr: Anglais US - Will from afar - Homme

source: US English - Will up close - Male/Adult
fr: Anglais US - Will up close - Homme

source: Unzoom Interval
fr: Intervalle Annuler le zoom

source: Use Community Predictions
fr: Utiliser les prédictions de la communauté

source: Use Folder Metaphor
fr: Utiliser le dossier Metaphore

source: Use Margin For Color Coding
fr: Utilisez Marge pour le codage couleur

source: Use Touch ID
fr: Utiliser Touch ID

source: User Bar Settings
fr: Paramètres de la barre d'utilisateurs

source: User Bar Sync
fr: Synchronisation de la barre utilisateur

source: Voice adding to phrase
fr: Ajouter voix à la phrase

source: Wizard Gesture
fr: Gestes magiques

source: Word Prediction
fr: Prévision de mots

source: Zoom Pictures
fr: Images en plein écran

source: iCloud Sync Account Settings
fr: Réglages de synchronisation iCloud
